/* No comment provided by engineer. */
"Cleanup completed" = "清理完成";

/* No comment provided by engineer. */
"%d selected, free up %@ disk space" = "已選擇 %d項，可釋放 %@";

/* No comment provided by engineer. */
"%ld items in total, %@ selected" = "總共 %ld 項，已選擇 %@";

/* No comment provided by engineer. */
"%ld similar photos, occupying %@" = "%ld 相似照片，佔 用%@";

/* No comment provided by engineer. */
"Archive" = "歸檔";

/* No comment provided by engineer. */
"Are you sure you want to clean the selected files?" = "您確定要清除所選檔案嗎？";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Clean up all selected files" = "清理所有選定的文件";

/* No comment provided by engineer. */
"Clean up all the selected files after backing up" = "備份後清理所有選擇的文件";

/* No comment provided by engineer. */
"Cleaning up %@" = "正在清理 %@";

/* No comment provided by engineer. */
"Close" = "關閉";

/* No comment provided by engineer. */
"Comparing the similar images..." = "計算相似圖片...";

/* No comment provided by engineer. */
"Created date" = "建立日期";

/* No comment provided by engineer. */
"Earlier" = "更早";

/* No comment provided by engineer. */
"Exporting files..." = "正在匯出文件...";

/* No comment provided by engineer. */
"Last Month" = "上個月";

/* No comment provided by engineer. */
"Last Week" = "上週";

/* No comment provided by engineer. */
"No matching files were found." = "找不到符合的文件。";

/* No comment provided by engineer. */
"No similar pictures found!" = "沒有找到相似的圖片！";

/* No comment provided by engineer. */
"Ok" = "確定";

/* No comment provided by engineer. */
"Open Finder" = "打開訪達位置";

/* No comment provided by engineer. */
"Organizing remaining files..." = "整理剩餘文件...";

/* No comment provided by engineer. */
"Permissions denied,creation failed!" = "權限被拒絕，創建失敗！";

/* No comment provided by engineer. */
"Please select a folder or file." = "請選擇資料夾或檔案。";

/* No comment provided by engineer. */
"Please select the file to export." = "請選擇要匯出的文件。";

/* No comment provided by engineer. */
"Reset" = "重置";

/* No comment provided by engineer. */
"Search for files...." = "搜尋文件....";

/* No comment provided by engineer. */
"Select the files to clean up." = "選擇需要清理的文件。";

/* No comment provided by engineer. */
"The selected files will be packed and cleaned up." = "選定的文件將被打包並清理。";

/* No comment provided by engineer. */
"This Year" = "今年";

/* No comment provided by engineer. */
"Today" = "今天";

/* No comment provided by engineer. */
"Files cannot be cleaned up without deletion permission." = "沒有刪除權限，無法清理檔案！";

/* No comment provided by engineer. */
"Yesterday" = "昨天";

/* No comment provided by engineer. */
"Clean up the selected files" = "清理選擇文件";
